const ru = {
	start:
		"<b>👋 Привет!</b>\n\nЯ могу скачать видео с <b>YouTube</b>.\nОтправь ссылку на видео или введи его название.\n\nby @kirillsaint",
	searchStart: "<b>🔍 Начинаю поиск...</b>",
	error: "<b>❗️ Произошла ошибка!</b>",
	results: "<b>🔍 Результаты поиска:</b>",
	notFound: "<b>❌ Ничего не найдено</b>",
	notValid: "<b>❗️ Видео не найдено</b>",
	downloadStart: "<b>🎥 Начинаю загрузку:</b>",
	downloadEnd: "<b>✅ Видео загружено!</b>",
	uploadFailed:
		"<b>😢 К сожалению, я не могу отправить это видео, но вы можете скачать его здесь:</b>",
};

module.exports = {
	ru,
};
